{nil=>nil, " A Mani -"=>"- Researcher in Mathematics, Logic, Vagueness, Rough Sets, Soft Computing and GNU/R Consultant,  Free Software Activist, GLUG-Kolkata , Ubuntu Women Leader, Functional Feminist.", " Beth Flanagan -"=>"- (aka pidge) Yocto Project developer and release engineer.", " Caitlyn Martin -"=>"- Linux Yarok developer, consultant, writer, former Vector Linux package and repository maintainer", " Elaine Ashton -"=>"- Perl developer, historian, advocate", " Femke Snelting -"=>"- Open Source Publishing (graphics design agency that uses only open source tools and creates some, too)", " Gabriella Coleman -"=>"- anthropologist who worked extensively on the anthropology of the Debian project", " Hanna Linder -"=>"- former Linux kernel hacker, VMWare Support Engineer for IBM", " Irene Ros -"=>"- open web engineer, Bocoup; conference chair, OpenVisConf", " Jacinta Richardson -"=>"- Perl, winner 2008 White Camel Award", " Kadambari Devarajan -"=>"- project on adoption of FOSS in Science and Engineering Education in India, Python hacker, Science and Technical Writer", " Larissa Suzuki -"=>"- Arduino, Android, Java, Urban Informatics.", " Machtelt Garrels -"=>"- Linux Documentation Project, founder of OpenDoc Society", " Na'Tosha Bard -"=>"- Mercurial", " Olga Kornievskaia -"=>"- Distributed security R&D in the CITI group at UMich; Linux kernel developer on NFS, and RPC security", " Pamela Jones -"=>"- winner, Google O'Reilly Open Source Award 2007 \"Best FUD Fighter\"", " Radia Perlman -"=>"- mother of the internet, inventor of spanning tree protocol", " Sacha Chua -"=>"- Drupal, PHP, emacs", " Tabitha Roder -"=>"- One Laptop per Child, Moodle, Sugar, Mahara. Ran a Miniconf at linux.conf.au 2010, Software Freedom Day kids host.", " Ubergeekchick -"=>"- GNOME/GTK+2.0 applications", " Valerie Aurora -"=>"- Linux kernel hacker, science and technical writer, Ada Initiative co-founder", " Wendy Robinson - Open Source Matters board member, Community Leadership -"=>"- Open Source Matters board member, Community Leadership - Joomla!", " Xiaolan (Catherine) Zhang -"=>"- Linux kernel security developer; USENIX Security and Annual Technical Conference program committee member", " Yi Ma Mao -"=>"- Perl", " Zaheda Bhorat -"=>"- Google Open Standards Manager and former Community Manager OpenOffice.org"}